<?xml version="1.0" encoding="UTF-8"?>

<rss version="2.0"
 xmlns:admin="http://webns.net/mvcb/"
 xmlns:content="http://purl.org/rss/1.0/modules/content/"
 xmlns:dc="http://purl.org/dc/elements/1.1/"
 xmlns:syn="http://purl.org/rss/1.0/modules/syndication/"
 xmlns:taxo="http://purl.org/rss/1.0/modules/taxonomy/"
>

<channel>
<title>Avisos do SIDE - Licenciatura em Ci&#xEA;ncias do Ambiente</title>
<link>http://side.utad.pt/rss.pl?CDA</link>
<description>Avisos do Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</description>

<image>
<title>Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</title>
<url>http://side.utad.pt/imagens/logo_rss.gif</url>
<link>http://side.utad.pt/</link>
<width>39</width>
<height>32</height>
</image>
<item>
<title>ESTUDANTES |QUESTION&#xC1;RIOS PEDAG&#xD3;GICOS 2018/2019 - 2&#xBA; SEMESTRE</title>
<link>http://side.utad.pt/cursos/cambiente</link>
<description>O QUESTION&#xC1;RIO PEDAG&#xD3;GICO &#xE9; uma ferramenta fundamental para o processo de auto-avalia&#xE7;&#xE3;o e para a melhoria cont&#xED;nua do sistema de ensino-aprendizagem. O question&#xE1;rio &#xE9; an&#xF3;nimo, sendo imposs&#xED;vel a identifica&#xE7;&#xE3;o do respondente pelo sistema implementado. S&#xF3; ter&#xE1; que responder a este question&#xE1;rio uma vez por semestre. O seu contributo permitir&#xE1; identificar situa&#xE7;&#xF5;es relevantes de bom ou mau funcionamento das UC e/ou respetivos docentes, pelo que dever&#xE1; responder de forma consciente e isenta.&#x3C;br/&#x3E;&#x3C;A HREF=&#x22;https://www.campus.utad.pt/questionarios/Secure/index&#x22; class=&#x22;small button&#x22; target=&#x22;_blank&#x22;&#x3E;|ACEDER AOS QUESTION&#xC1;RIOS|&#x3C;/A&#x3E;&#x3C;br/&#x3E;</description>
<pubDate>Fri, 31 May 2019 15:45:03 GMT</pubDate>
</item>
<item>
<title>Tratamento de &#xE1;guas e efluentes - Corre&#xE7;&#xE3;o - data do exame de recurso</title>
<link>http://side.utad.pt/cursos/cambiente</link>
<description>O exame de recurso ser&#xE1; no dia 9 de julho (3&#xAA; feira), &#xE0;s 9:30 H, na sala 50 (Pedrinhas).&#x3C;br/&#x3E;&#x3C;br/&#x3E;O professor,&#x3C;br/&#x3E;Jos&#xE9; Alcides Peres</description>
<pubDate>Tue, 2 Jul 2019 10:48:52 GMT</pubDate>
</item>
<item>
<title>Tratamento de &#xE1;guas e efluentes - Notas do exame &#xE9;poca normal - 17 junho 2019  </title>
<link>http://side.utad.pt/cursos/cambiente</link>
<description>As notas do exame da &#xE9;poca normal - 17 junho 2019 - est&#xE3;o na &#xE1;rea de downloads. &#x3C;br/&#x3E;Relembro que o exame de recurso ser&#xE1; no dia 8 de julho (2&#xAA; feira), &#xE0;s 17:00 H, na sala 50 (Pedrinhas).&#x3C;br/&#x3E;&#x3C;br/&#x3E;O professor,&#x3C;br/&#x3E;Jos&#xE9; Alcides Peres</description>
<pubDate>Tue, 2 Jul 2019 10:47:26 GMT</pubDate>
</item>
<item>
<title>Biomatem&#xE1;tica - Hor&#xE1;rio de D&#xFA;vidas - Biomatem&#xE1;tica</title>
<link>http://side.utad.pt/cursos/cambiente</link>
<description>Os alunos que pretendem realizar o exame da &#xC9;poca Especial de Biomatem&#xE1;tica podem esclarecer d&#xFA;vidas na ter&#xE7;a-feira (dia 2 de julho de 2019) entre as 17h e as 18h30min.</description>
<pubDate>Fri, 28 Jun 2019 23:59:43 GMT</pubDate>
</item>
<item>
<title>Altera&#xE7;&#xE3;o de datas de alguns exames da &#xE9;poca de Recurso</title>
<link>http://side.utad.pt/cursos/cambiente</link>
<description>&#x3C;br/&#x3E;Face ao Despacho RT 43/2019 que determina o encerramento do Campus devido ao condicionamento do tr&#xE2;nsito nas vias de acesso &#xE0; UTAD decorrente da realiza&#xE7;&#xE3;o do 50&#xBA; Circuito Internacional de Vila Real, informa-se que os exames da &#xC9;poca de Recurso agendados para os dias 5 e 6 de julho transitam para os dias 8 e 9 de julho, respetivamente, mantendo-se os mesmos hor&#xE1;rios e salas indicados anteriormente.&#x3C;br/&#x3E;&#x3C;br/&#x3E;A EAP-ECVA</description>
<pubDate>Fri, 14 Jun 2019 14:59:00 GMT</pubDate>
</item>
<item>
<title>Biomatem&#xE1;tica - Mat&#xE9;ria - 3&#xAA; Freq. - Biomatem&#xE1;tica</title>
<link>http://side.utad.pt/cursos/cambiente</link>
<description>Os Conte&#xFA;dos Program&#xE1;ticos (Mat&#xE9;ria) sob avalia&#xE7;&#xE3;o na 3&#xAA; Frequ&#xEA;ncia de Biomatem&#xE1;tica, englobam os  conceitos lecionados a partir das Primitivas at&#xE9; aos Integrais Definidos e Aplica&#xE7;&#xF5;es ao c&#xE1;lculo de &#xE1;reas de regi&#xF5;es planas (inclusive).&#x3C;br/&#x3E;Em termos de folhas de exerc&#xED;cios, vai desde o exerc&#xED;cio 45. at&#xE9; ao exerc&#xED;cio 57. (inclusive).&#x3C;br/&#x3E;Docente: Jos&#xE9; Luis Cardoso</description>
<pubDate>Sun, 13 Jan 2019 16:27:05 GMT</pubDate>
</item>
<item>
<title>Biomatem&#xE1;tica - Mat&#xE9;ria - 2&#xAA; Freq. - Biomatem&#xE1;tica</title>
<link>http://side.utad.pt/cursos/cambiente</link>
<description>Os Conte&#xFA;dos Program&#xE1;ticos (Mat&#xE9;ria) sob avalia&#xE7;&#xE3;o na 2&#xAA; Frequ&#xEA;ncia de Biomatem&#xE1;tica englobam os  conceitos lecionados desde a continuidade de fun&#xE7;&#xF5;es at&#xE9; &#xE0;s derivadas e aplica&#xE7;&#xF5;es, assim como as ass&#xED;ntotas de uma fun&#xE7;&#xE3;o (inclusive).&#x3C;br/&#x3E;Em termos de folhas de exerc&#xED;cios, vai desde o exerc&#xED;cio 15. at&#xE9; ao exerc&#xED;cio 44. (inclusive).&#x3C;br/&#x3E;Docente: Jos&#xE9; Luis Cardoso&#x3C;br/&#x3E;  </description>
<pubDate>Wed, 5 Dec 2018 00:09:23 GMT</pubDate>
</item>
<item>
<title>Biomatem&#xE1;tica - Mat&#xE9;ria - 1&#xAA; Freq. - Biomatem&#xE1;tica</title>
<link>http://side.utad.pt/cursos/cambiente</link>
<description>Os Conte&#xFA;dos Program&#xE1;ticos (Mat&#xE9;ria) sob avalia&#xE7;&#xE3;o na 1&#xAA; Frequ&#xEA;ncia de Biomatem&#xE1;tica englobam todos os conceitos lecionados, desde as generalidades sobre fun&#xE7;&#xF5;es at&#xE9; ao conceito de limite (inclusive).&#x3C;br/&#x3E;Em termos de folhas de exerc&#xED;cios, vai desde o exerc&#xED;cio 1. at&#xE9; ao exerc&#xED;cio 14. (inclusive).&#x3C;br/&#x3E;Docente: Jos&#xE9; Luis Cardoso</description>
<pubDate>Sun, 4 Nov 2018 11:31:49 GMT</pubDate>
</item>
</channel>
</rss>