<?xml version="1.0" encoding="UTF-8"?>

<rss version="2.0"
 xmlns:admin="http://webns.net/mvcb/"
 xmlns:content="http://purl.org/rss/1.0/modules/content/"
 xmlns:dc="http://purl.org/dc/elements/1.1/"
 xmlns:syn="http://purl.org/rss/1.0/modules/syndication/"
 xmlns:taxo="http://purl.org/rss/1.0/modules/taxonomy/"
>

<channel>
<title>Avisos do SIDE - Licenciatura em Engenharia Agron&#xF3;mica</title>
<link>http://side.utad.pt/rss.pl?EAG</link>
<description>Avisos do Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</description>

<image>
<title>Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</title>
<url>http://side.utad.pt/imagens/logo_rss.gif</url>
<link>http://side.utad.pt/</link>
<width>39</width>
<height>32</height>
</image>
<item>
<title>ESTUDANTES |QUESTION&#xC1;RIOS PEDAG&#xD3;GICOS 2018/2019 - 2&#xBA; SEMESTRE</title>
<link>http://side.utad.pt/cursos/agronomica</link>
<description>O QUESTION&#xC1;RIO PEDAG&#xD3;GICO &#xE9; uma ferramenta fundamental para o processo de auto-avalia&#xE7;&#xE3;o e para a melhoria cont&#xED;nua do sistema de ensino-aprendizagem. O question&#xE1;rio &#xE9; an&#xF3;nimo, sendo imposs&#xED;vel a identifica&#xE7;&#xE3;o do respondente pelo sistema implementado. S&#xF3; ter&#xE1; que responder a este question&#xE1;rio uma vez por semestre. O seu contributo permitir&#xE1; identificar situa&#xE7;&#xF5;es relevantes de bom ou mau funcionamento das UC e/ou respetivos docentes, pelo que dever&#xE1; responder de forma consciente e isenta.&#x3C;br/&#x3E;&#x3C;A HREF=&#x22;https://www.campus.utad.pt/questionarios/Secure/index&#x22; class=&#x22;small button&#x22; target=&#x22;_blank&#x22;&#x3E;|ACEDER AOS QUESTION&#xC1;RIOS|&#x3C;/A&#x3E;&#x3C;br/&#x3E;</description>
<pubDate>Fri, 31 May 2019 15:45:03 GMT</pubDate>
</item>
<item>
<title>Prazo de entrega do Relat&#xF3;rio de Est&#xE1;gio</title>
<link>http://side.utad.pt/cursos/agronomica</link>
<description>Estimados alunos,&#x3C;br/&#x3E;T&#xEA;m surgidos d&#xFA;vidas quanto &#xE0; interpreta&#xE7;&#xE3;o do ponto 5 do Art&#xBA;.4 do Regulamento de Est&#xE1;gio Intercalar em Empresa. Ouvido os Servi&#xE7;os Acad&#xE9;micos a UC de Est&#xE1;gio Intercalar em Empresa obedece, em termos administrativos, &#xE0;s mesmas normas que as outras UCs, ou seja para cada &#xE9;poca de exame existe uma data que &#xE9; a data limite para entrega do relat&#xF3;rio provis&#xF3;rio nos Servi&#xE7;os acad&#xE9;micos.  As datas s&#xE3;o publicadas em cada ano letivo.  Isto  permite que a avalia&#xE7;&#xE3;o dos relat&#xF3;rios  possa estar conclu&#xED;da at&#xE9; final de 31 de julho, e os Servi&#xE7;os Acad&#xE9;micas possam emitir a Certid&#xE3;o de Licenciatura em tempo &#xFA;til que permita aos alunos candidatarem-se a cursos de 2&#xBA; Ciclo.&#x3C;br/&#x3E;&#x3C;br/&#x3E;Ano letivo 2018_2019&#x3C;br/&#x3E;&#xC9;poca Normal 18/06&#x3C;br/&#x3E;&#xC9;poca de Recurso 2/07&#x3C;br/&#x3E;&#xC9;poca especial 15/07&#x3C;br/&#x3E;&#x3C;br/&#x3E;Os relat&#xF3;rios entregues fora das datas definidas ser&#xE3;o  avaliados em Setembro de 2019.&#x3C;br/&#x3E;Anabela Fernandes Silva&#x3C;br/&#x3E;Diretora de Curso</description>
<pubDate>Mon, 12 May 2014 09:02:48 GMT</pubDate>
</item>
<item>
<title>Matem&#xE1;tica II - &#xC9;poca Normal</title>
<link>http://side.utad.pt/cursos/agronomica</link>
<description>Na &#xE1;rea de doownloads encontra-se a pauta provis&#xF3;ria da avalia&#xE7;&#xE3;o cont&#xED;nua e da &#xE9;poca normal.&#x3C;br/&#x3E;De referir que quem n&#xE3;o se encontra admitido (a menos que tenha estauto de trabalhador-estudante) n&#xE3;o poder&#xE1; realizar o exame de recurso (para o qual j&#xE1; se encontram abertas as incri&#xE7;&#xF5;es).&#x3C;br/&#x3E;&#x3C;br/&#x3E;Os exames poder&#xE3;o ser consultados dia 1 de julho, segunda feira, das 14:30 &#xE0;s 15:30.&#x3C;br/&#x3E;A docente&#x3C;br/&#x3E;&#xC2;ngela Macedo</description>
<pubDate>Sun, 30 Jun 2019 12:05:48 GMT</pubDate>
</item>
<item>
<title>Vitivinicultura II - Vaga de emprego para um aluno finalista ou licenciado em Ag</title>
<link>http://side.utad.pt/cursos/agronomica</link>
<description>Perfil para o candidato: &#x3C;br/&#x3E;    1. Idade inferior a 30 anos;&#x3C;br/&#x3E;    2. Finalista ou licenciatura em Enologia/Engenharia Agron&#xF3;mica;&#x3C;br/&#x3E;    3. Carta de Condu&#xE7;&#xE3;o;&#x3C;br/&#x3E;    4. Ingl&#xEA;s falado;&#x3C;br/&#x3E;    5. Conhecimentos de Windows (utilizador);&#x3C;br/&#x3E;    6. Motiva&#xE7;&#xE3;o e din&#xE2;mica, para trabalhos de adega e de campo;&#x3C;br/&#x3E;&#x3C;br/&#x3E;Contatos:&#x3C;br/&#x3E;Douro Ansi&#xE3;es &#x3C;br/&#x3E;Jos&#xE9; Rog&#xE9;rio Santos&#x3C;br/&#x3E;5140&#x96;105 Carrazeda de Ansi&#xE3;es&#x3C;br/&#x3E;Telm: 92 6718207&#x3C;br/&#x3E;E:mail: douroansiaes@sapo.pt</description>
<pubDate>Fri, 26 Apr 2019 10:54:31 GMT</pubDate>
</item>
<item>
<title>Dire&#xE7;&#xE3;o  de Curso - Relat&#xF3;rio de est&#xE1;gio</title>
<link>http://side.utad.pt/cursos/agronomica</link>
<description>Informa-se que ouvido os Servi&#xE7;os Acad&#xE9;micos relativamente ao disposto no Decreto-Lei n.&#xBA; 65/2018 &#x22; Concretiza -se ainda a total desmaterializa&#xE7;&#xE3;o para efeitos de apresenta&#xE7;&#xE3;o de disserta&#xE7;&#xF5;es, trabalhos de projetos, relat&#xF3;rios, teses ou trabalhos que a substituam, determinando que &#xE9; exclusivamente requerido o formato digital, sem preju&#xED;zo das garantias de dep&#xF3;sito legal.&#x94; foi-nos transmitido que n&#xE3;o se aplica a relat&#xF3;rios de est&#xE1;gio do 1.&#xBA; ciclo e que no que  respeita &#xE0; Engenharia Agron&#xF3;mica,  dever&#xE1; ser cumprido o disposto no Regulamento de Est&#xE1;gio Intercalar em Empresa. &#x3C;br/&#x3E; &#x3C;br/&#x3E;Anabela Silva&#x3C;br/&#x3E;Diretora de curso&#x3C;br/&#x3E;</description>
<pubDate>Mon, 8 Apr 2019 11:39:45 GMT</pubDate>
</item>
<item>
<title>Dire&#xE7;&#xE3;o  de Curso - Hor&#xE1;rio atendimento Diretora de Curso</title>
<link>http://side.utad.pt/cursos/agronomica</link>
<description>Segunda feira: 16:15-17:00h, gabinete 3.30&#x3C;br/&#x3E;&#x3C;br/&#x3E;Quinta feira: 16:00-17:00h; gabinete 3.30&#x3C;br/&#x3E;&#x3C;br/&#x3E;Sexta-feira: 14:30-15:30h, gabinete 3.30&#x3C;br/&#x3E;&#x3C;br/&#x3E;Anabela Silva</description>
<pubDate>Tue, 26 Mar 2019 10:03:59 GMT</pubDate>
</item>
<item>
<title>Altera&#xE7;&#xE3;o do local de entrega do Regulamento de Est&#xE1;gio Intercalar em Empresa</title>
<link>http://side.utad.pt/cursos/agronomica</link>
<description>Informam-se os alunos que a entrega dos relat&#xF3;rios de est&#xE1;gio continuar&#xE1; a ser realizada no Servi&#xE7;os Acad&#xE9;micos, que, ap&#xF3;s verifica&#xE7;&#xE3;o da inscri&#xE7;&#xE3;o na unidade curricular de est&#xE1;gio, envia os mesmos, por correio interno para a Escola, ficando esta respons&#xE1;vel por toda a tramita&#xE7;&#xE3;o at&#xE9; lan&#xE7;amento da classifica&#xE7;&#xE3;o, nos mesmos termos que t&#xEA;m sido adotados.&#x3C;br/&#x3E;&#x3C;br/&#x3E; O Gabinete de Apoio &#xE0; ECAV</description>
<pubDate>Fri, 9 Jun 2017 09:41:34 GMT</pubDate>
</item>
</channel>
</rss>