<?xml version="1.0" encoding="UTF-8"?>

<rss version="2.0"
 xmlns:admin="http://webns.net/mvcb/"
 xmlns:content="http://purl.org/rss/1.0/modules/content/"
 xmlns:dc="http://purl.org/dc/elements/1.1/"
 xmlns:syn="http://purl.org/rss/1.0/modules/syndication/"
 xmlns:taxo="http://purl.org/rss/1.0/modules/taxonomy/"
>

<channel>
<title>Avisos do SIDE - Licenciatura em Enfermagem</title>
<link>http://side.utad.pt/rss.pl?ENF</link>
<description>Avisos do Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</description>

<image>
<title>Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</title>
<url>http://side.utad.pt/imagens/logo_rss.gif</url>
<link>http://side.utad.pt/</link>
<width>39</width>
<height>32</height>
</image>
<item>
<title>ESTUDANTES |QUESTION&#xC1;RIOS PEDAG&#xD3;GICOS 2018/2019 - 2&#xBA; SEMESTRE</title>
<link>http://side.utad.pt/cursos/enfermagem</link>
<description>O QUESTION&#xC1;RIO PEDAG&#xD3;GICO &#xE9; uma ferramenta fundamental para o processo de auto-avalia&#xE7;&#xE3;o e para a melhoria cont&#xED;nua do sistema de ensino-aprendizagem. O question&#xE1;rio &#xE9; an&#xF3;nimo, sendo imposs&#xED;vel a identifica&#xE7;&#xE3;o do respondente pelo sistema implementado. S&#xF3; ter&#xE1; que responder a este question&#xE1;rio uma vez por semestre. O seu contributo permitir&#xE1; identificar situa&#xE7;&#xF5;es relevantes de bom ou mau funcionamento das UC e/ou respetivos docentes, pelo que dever&#xE1; responder de forma consciente e isenta.&#x3C;br/&#x3E;&#x3C;A HREF=&#x22;https://www.campus.utad.pt/questionarios/Secure/index&#x22; class=&#x22;small button&#x22; target=&#x22;_blank&#x22;&#x3E;|ACEDER AOS QUESTION&#xC1;RIOS|&#x3C;/A&#x3E;&#x3C;br/&#x3E;</description>
<pubDate>Fri, 31 May 2019 15:45:03 GMT</pubDate>
</item>
<item>
<title>Ensino Clinico de Enfermagem da Conce&#xE7;&#xE3;o &#xE0; Adolesc&#xEA;ncia: Obstetr&#xED;cia e Pediatria</title>
<link>http://side.utad.pt/cursos/enfermagem</link>
<description>Devido &#xE0; greve dos Enfermeiros, na pr&#xF3;xima ter&#xE7;a-feira (2 de julho de 2019) pelas 10 horas, todos os estudantes que est&#xE3;o a frequentar o Ensino Cl&#xED;nico de Enfermagem da Conce&#xE7;&#xE3;o &#xE0; Adolesc&#xEA;ncia: Obstetr&#xED;cia e Pediatria, t&#xEA;m que vir para a Escola Superior de Sa&#xFA;de/UTAD.&#x3C;br/&#x3E;&#x3C;br/&#x3E;A Regente da Unidade Curricular&#x3C;br/&#x3E;&#x3C;br/&#x3E;</description>
<pubDate>Fri, 28 Jun 2019 12:03:26 GMT</pubDate>
</item>
<item>
<title>Reuni&#xE3;o - Estudantes 4&#xBA; ano da Licenciatura em Enfermagem</title>
<link>http://side.utad.pt/cursos/enfermagem</link>
<description>Avisam-se todos os estudantes do 4&#xBA; ano da Licenciatura em Enfermagem que no pr&#xF3;ximo dia 10 de Julho vai decorrer na escola Superior de Sa&#xFA;de pelas 14 horas - Reuni&#xE3;o com a empresa &#x22;TLC Nursing Home Group Dublin Ireland&#x22;, e pelas 16 horas - Reuni&#xE3;o com a Ordem dos Enfermeiros.&#x3C;br/&#x3E;&#x3C;br/&#x3E;A Comiss&#xE3;o de Curso</description>
<pubDate>Wed, 26 Jun 2019 15:42:26 GMT</pubDate>
</item>
<item>
<title>Curso de Suporte B&#xE1;sico de Vida e Desfibrilha&#xE7;&#xE3;o Autom&#xE1;tica Externa</title>
<link>http://side.utad.pt/cursos/enfermagem</link>
<description>Est&#xE3;o abertas as inscri&#xE7;&#xF5;es para o Curso SBVDAE, acreditado pelo INEM, a realizar no dia 16 de julho de 2019 com a dura&#xE7;&#xE3;o de 7 horas na Escola Superior de Sa&#xFA;de/UTAD. Entrar em contacto com a Prof. Patr&#xED;cia Pires -patriciamrpires@utad.pt ou ligar SADD 259350978. </description>
<pubDate>Tue, 25 Jun 2019 16:10:10 GMT</pubDate>
</item>
<item>
<title>Dire&#xE7;&#xE3;o de Curso 2ANO - Informa&#xE7;&#xF5;es Gerais - </title>
<link>http://side.utad.pt/cursos/enfermagem</link>
<description>Avisam-se todos os estudantes de 2&#xBA; e 3&#xBA; anos que se encontra na &#xE1;rea de downloads o Boletim de inscri&#xE7;&#xE3;o na unidade curricular de op&#xE7;&#xE3;o, ano letivo 2019/20&#x3C;br/&#x3E;&#x3C;br/&#x3E;Mais se avisa que t&#xEA;m que submeter essa mesma inscri&#xE7;&#xE3;o na respetiva unidade curricular &#x22;dire&#xE7;&#xE3;o de curso&#x22;.&#x3C;br/&#x3E;&#x3C;br/&#x3E;Inscri&#xE7;&#xF5;es abertas at&#xE9; ao pr&#xF3;ximo dia 28 de junho de 2019.&#x3C;br/&#x3E;&#x3C;br/&#x3E;O SADD&#x3C;br/&#x3E;</description>
<pubDate>Fri, 14 Jun 2019 15:53:09 GMT</pubDate>
</item>
<item>
<title>Dire&#xE7;&#xE3;o de Curso 3ANO - Informa&#xE7;&#xF5;es Gerais - Boletim de inscricao na unidade cur</title>
<link>http://side.utad.pt/cursos/enfermagem</link>
<description>Avisam-se todos os estudantes de 2&#xBA; e 3&#xBA; anos que se encontra na &#xE1;rea de downloads o Boletim de inscri&#xE7;&#xE3;o na unidade curricular de op&#xE7;&#xE3;o, ano letivo 2019/20&#x3C;br/&#x3E;&#x3C;br/&#x3E;Mais se avisa que t&#xEA;m que submeter essa mesma inscri&#xE7;&#xE3;o na respetiva unidade curricular &#x22;dire&#xE7;&#xE3;o de curso&#x22;.&#x3C;br/&#x3E;&#x3C;br/&#x3E;Inscri&#xE7;&#xF5;es abertas at&#xE9; ao pr&#xF3;ximo dia 28 de junho de 2019.&#x3C;br/&#x3E;&#x3C;br/&#x3E;O SADD&#x3C;br/&#x3E;&#x3C;br/&#x3E;</description>
<pubDate>Fri, 14 Jun 2019 15:52:46 GMT</pubDate>
</item>
<item>
<title>Ensino Clinico de Enfermagem da Conce&#xE7;&#xE3;o &#xE0; Adolesc&#xEA;ncia: Obstetr&#xED;cia e Pediatria</title>
<link>http://side.utad.pt/cursos/enfermagem</link>
<description>Avisam-se todos os estudantes para consultar a &#xE1;rea de downloads, onde est&#xE3;o documentos importantes de consulta.&#x3C;br/&#x3E;&#x3C;br/&#x3E;A comiss&#xE3;o cientifica das II jornadas de Sa&#xFA;de Materna e Infanto-Juvenil, informa que ser&#xE3;o atribu&#xED;dos certificados de melhor(es) comunica&#xE7;&#xE3;o e poster aos trabalhos que se distingam.&#x3C;br/&#x3E;&#x3C;br/&#x3E;A regente de UC </description>
<pubDate>Fri, 14 Jun 2019 11:28:08 GMT</pubDate>
</item>
<item>
<title>Ensino Clinico de Enfermagem da Conce&#xE7;&#xE3;o &#xE0; Adolesc&#xEA;ncia: Obstetr&#xED;cia e Pediatria</title>
<link>http://side.utad.pt/cursos/enfermagem</link>
<description>Encontra-se na &#xE1;rea dos downloads o cronograma de distribui&#xE7;&#xE3;o dos estudantes que v&#xE3;o para pediatria do CHTMAD, no 3&#xBA; bloco.&#x3C;br/&#x3E;&#x3C;br/&#x3E;Mais se informa que:&#x3C;br/&#x3E;1. Podem fazer trocas de hor&#xE1;rio entre si e avisarem a prof. Maria do Carmo Sousa por mail at&#xE9; quinta feira;&#x3C;br/&#x3E;2. No primeiro dia de ensino cl&#xED;nico:&#x3C;br/&#x3E;a) Tanto o grupo da manh&#xE3; como o da tarde, independentemente do local que est&#xE1; assinalado no hor&#xE1;rio, v&#xE3;o ter &#xE0; consulta externa de Pediatria onde ser&#xE3;o recebidos por uma sr&#xAA; enfermeira do servi&#xE7;o;&#x3C;br/&#x3E;b) O grupo da manh&#xE3; estar&#xE1; na consulta externa &#xE0;s 9h e o da tarde &#xE0;s 14h.&#x3C;br/&#x3E;&#x3C;br/&#x3E;&#x3C;br/&#x3E;O SADD</description>
<pubDate>Wed, 5 Jun 2019 12:31:58 GMT</pubDate>
</item>
<item>
<title>Exame de Enfermagem Adulto e Idoso II (Bio&#xE9;tica) - Temas para an&#xE1;lise  </title>
<link>http://side.utad.pt/cursos/enfermagem</link>
<description>Caros Estudantes&#x3C;br/&#x3E;&#x3C;br/&#x3E;A pedido do professor Francisco Firmino Reis, informa-se que para os exames de Enfermagem do adulto e Idoso II (parte de Bio&#xE9;tica), ser&#xE3;o objecto de avalia&#xE7;&#xE3;o os seguintes temas:&#x3C;br/&#x3E; - A import&#xE2;ncia da Bio&#xE9;tica no desenvolvimento tecnol&#xF3;gico nas ci&#xEA;ncias da sa&#xFA;de;&#x3C;br/&#x3E;- Sentido &#xE9;tico de morrer com dignidade;&#x3C;br/&#x3E;- O Dever do respeito no cuidar da intimidade do doente. &#x3C;br/&#x3E;O Docente&#x3C;br/&#x3E;Francisco Reis</description>
<pubDate>Mon, 20 May 2019 11:01:31 GMT</pubDate>
</item>
<item>
<title>Fisiopatologia IV - Pauta total</title>
<link>http://side.utad.pt/cursos/enfermagem</link>
<description>Encontra-se na &#xE1;rea de downloads a pauta total de Fisopatologia IV&#x3C;br/&#x3E;&#x3C;br/&#x3E;A regente</description>
<pubDate>Mon, 6 May 2019 15:35:34 GMT</pubDate>
</item>
<item>
<title>AVISO IMPORTANTE</title>
<link>http://side.utad.pt/cursos/enfermagem</link>
<description>Avisam-se todos os estudantes que o microondas para aquecimento das refei&#xE7;&#xF5;es que estava no piso 2 do edif&#xED;cio C, foi colocado no piso 1 do edif&#xED;cio D, no corredor que liga os dois edif&#xED;cios, perto do corredor de vidro.&#x3C;br/&#x3E;A&#xED; foi criado um espa&#xE7;o com mesas e cadeiras e colocado mais um microondas para utiliza&#xE7;&#xE3;o dos estudantes.&#x3C;br/&#x3E;&#x3C;br/&#x3E;Sauda&#xE7;&#xF5;es acad&#xE9;micas&#x3C;br/&#x3E;O Secretariado de Apoio &#xE0; Dire&#xE7;&#xE3;o e Doc&#xEA;ncia&#x3C;br/&#x3E;</description>
<pubDate>Thu, 7 Mar 2019 15:12:28 GMT</pubDate>
</item>
<item>
<title>CART&#xC3;O DE CIDAD&#xC3;O_Momentos de Avalia&#xE7;&#xE3;o</title>
<link>http://side.utad.pt/cursos/enfermagem</link>
<description>Caros Estudantes,&#x3C;br/&#x3E;&#x3C;br/&#x3E;Em cada momento de avalia&#xE7;&#xE3;o (Frequ&#xEA;ncias/Exames), &#xE9; obrigat&#xF3;rio fazerem-se acompanhar do Cart&#xE3;o de Cidad&#xE3;o para sua identifica&#xE7;&#xE3;o pelo docente.&#x3C;br/&#x3E;A falta do mesmo pode levar &#xE0; n&#xE3;o admiss&#xE3;o ao momento de avalia&#xE7;&#xE3;o.&#x3C;br/&#x3E;&#x3C;br/&#x3E;A Dire&#xE7;&#xE3;o de Curso</description>
<pubDate>Mon, 12 Mar 2018 13:38:57 GMT</pubDate>
</item>
</channel>
</rss>