<?xml version="1.0" encoding="UTF-8"?>

<rss version="2.0"
 xmlns:admin="http://webns.net/mvcb/"
 xmlns:content="http://purl.org/rss/1.0/modules/content/"
 xmlns:dc="http://purl.org/dc/elements/1.1/"
 xmlns:syn="http://purl.org/rss/1.0/modules/syndication/"
 xmlns:taxo="http://purl.org/rss/1.0/modules/taxonomy/"
>

<channel>
<title>Avisos do SIDE - Licenciatura em L&#xED;nguas, Literaturas e Culturas</title>
<link>http://side.utad.pt/rss.pl?LLC</link>
<description>Avisos do Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</description>

<image>
<title>Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</title>
<url>http://side.utad.pt/imagens/logo_rss.gif</url>
<link>http://side.utad.pt/</link>
<width>39</width>
<height>32</height>
</image>
<item>
<title>ESTUDANTES |QUESTION&#xC1;RIOS PEDAG&#xD3;GICOS 2018/2019 - 2&#xBA; SEMESTRE</title>
<link>http://side.utad.pt/cursos/llculturas</link>
<description>O QUESTION&#xC1;RIO PEDAG&#xD3;GICO &#xE9; uma ferramenta fundamental para o processo de auto-avalia&#xE7;&#xE3;o e para a melhoria cont&#xED;nua do sistema de ensino-aprendizagem. O question&#xE1;rio &#xE9; an&#xF3;nimo, sendo imposs&#xED;vel a identifica&#xE7;&#xE3;o do respondente pelo sistema implementado. S&#xF3; ter&#xE1; que responder a este question&#xE1;rio uma vez por semestre. O seu contributo permitir&#xE1; identificar situa&#xE7;&#xF5;es relevantes de bom ou mau funcionamento das UC e/ou respetivos docentes, pelo que dever&#xE1; responder de forma consciente e isenta.&#x3C;br/&#x3E;&#x3C;A HREF=&#x22;https://www.campus.utad.pt/questionarios/Secure/index&#x22; class=&#x22;small button&#x22; target=&#x22;_blank&#x22;&#x3E;|ACEDER AOS QUESTION&#xC1;RIOS|&#x3C;/A&#x3E;&#x3C;br/&#x3E;</description>
<pubDate>Fri, 31 May 2019 15:45:03 GMT</pubDate>
</item>
<item>
<title>Morfologia e sintaxe do portugu&#xEA;s - </title>
<link>http://side.utad.pt/cursos/llculturas</link>
<description>Avisam-se os alunos de que j&#xE1; est&#xE3;o dispon&#xED;veis os resultados das Provas de Avalia&#xE7;&#xE3;o Complementar e da Prova de Exame da &#xC9;poca Normal.&#x3C;br/&#x3E;&#x3C;br/&#x3E;A docente,&#x3C;br/&#x3E;Maria Helena Pessoa Santos.</description>
<pubDate>Tue, 2 Jul 2019 14:02:39 GMT</pubDate>
</item>
<item>
<title>Literatura portuguesa medieval - Melhoria por oral</title>
<link>http://side.utad.pt/cursos/llculturas</link>
<description>Os alunos que pretendam melhorar a nota do trabalho de pesquisa por prova oral poder&#xE3;o faz&#xEA;-lo, a pedido, por defesa oral.&#x3C;br/&#x3E;Esta, a ocorrer, ter&#xE1; lugar no dia 8 de julho a partir das 9h30.&#x3C;br/&#x3E;Os alunos interessados em submeter-se a defesa oral dever&#xE3;o inscrever-se para tal efeito no SIDE, em avalia&#xE7;&#xF5;es, at&#xE9; &#xE0;s 12h do dia 7 de julho.&#x3C;br/&#x3E;Sauda&#xE7;&#xF5;es Acad&#xE9;micas&#x3C;br/&#x3E;Elisa Gomes da Torre&#x3C;br/&#x3E;&#x3C;br/&#x3E;NB: este aviso n&#xE3;o anula o anterior, ou seja, todos os que pretendam fazer entrega de uma vers&#xE3;o escrita melhorada s&#xE3;o convidados a faz&#xEA;-lo. Trata-se, pois, de uma op&#xE7;&#xE3;o que deixo ao vosso cuidado.&#x3C;br/&#x3E;</description>
<pubDate>Tue, 2 Jul 2019 09:44:42 GMT</pubDate>
</item>
<item>
<title>Literatura portuguesa medieval - Melhoria de nota trabalho final</title>
<link>http://side.utad.pt/cursos/llculturas</link>
<description>Os alunos que pretendam melhorar o trabalho apresentado para avalia&#xE7;&#xE3;o na UC, dever&#xE3;o fazer entrega do trabalho reformulado at&#xE9; dia 6 de julho para o email elisatorre@utad.pt.&#x3C;br/&#x3E;&#x3C;br/&#x3E;Sauda&#xE7;&#xF5;es Acad&#xE9;micas&#x3C;br/&#x3E;Elisa Gomes da Torre&#x3C;br/&#x3E;</description>
<pubDate>Mon, 1 Jul 2019 08:14:55 GMT</pubDate>
</item>
<item>
<title>Hor&#xE1;rio de Atendimento - Estrutura de Apoio</title>
<link>http://side.utad.pt/cursos/llculturas</link>
<description>Avisam-se os alunos que a partir da presente data o hor&#xE1;rio de atendimento ser&#xE1; o seguinte:&#x3C;br/&#x3E;&#x3C;br/&#x3E;SEGUNDA A QUARTA&#x3C;br/&#x3E;Per&#xED;odo da manh&#xE3; &#x96; 10h00-12h30&#x3C;br/&#x3E;Per&#xED;odo da tarde &#x96; 14h00-16h00&#x3C;br/&#x3E;&#x3C;br/&#x3E;QUINTA&#x3C;br/&#x3E;Per&#xED;odo da manh&#xE3; &#x96; 10h00-12h30&#x3C;br/&#x3E;</description>
<pubDate>Wed, 6 Mar 2019 12:09:53 GMT</pubDate>
</item>
<item>
<title>Regulamento Pedag&#xF3;gico</title>
<link>http://side.utad.pt/cursos/llculturas</link>
<description>Dispon&#xED;vel em https://www.utad.pt/sa/wp-content/uploads/sites/23/2018/02/RegulamentoPedagogico2018.pdf </description>
<pubDate>Wed, 24 Oct 2018 15:48:57 GMT</pubDate>
</item>
</channel>
</rss>