<?xml version="1.0" encoding="UTF-8"?>

<rss version="2.0"
 xmlns:admin="http://webns.net/mvcb/"
 xmlns:content="http://purl.org/rss/1.0/modules/content/"
 xmlns:dc="http://purl.org/dc/elements/1.1/"
 xmlns:syn="http://purl.org/rss/1.0/modules/syndication/"
 xmlns:taxo="http://purl.org/rss/1.0/modules/taxonomy/"
>

<channel>
<title>Avisos do SIDE - Licenciatura em Servi&#xE7;o Social</title>
<link>http://side.utad.pt/rss.pl?LSS</link>
<description>Avisos do Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</description>

<image>
<title>Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</title>
<url>http://side.utad.pt/imagens/logo_rss.gif</url>
<link>http://side.utad.pt/</link>
<width>39</width>
<height>32</height>
</image>
<item>
<title>ESTUDANTES |QUESTION&#xC1;RIOS PEDAG&#xD3;GICOS 2018/2019 - 2&#xBA; SEMESTRE</title>
<link>http://side.utad.pt/cursos/ssocial</link>
<description>O QUESTION&#xC1;RIO PEDAG&#xD3;GICO &#xE9; uma ferramenta fundamental para o processo de auto-avalia&#xE7;&#xE3;o e para a melhoria cont&#xED;nua do sistema de ensino-aprendizagem. O question&#xE1;rio &#xE9; an&#xF3;nimo, sendo imposs&#xED;vel a identifica&#xE7;&#xE3;o do respondente pelo sistema implementado. S&#xF3; ter&#xE1; que responder a este question&#xE1;rio uma vez por semestre. O seu contributo permitir&#xE1; identificar situa&#xE7;&#xF5;es relevantes de bom ou mau funcionamento das UC e/ou respetivos docentes, pelo que dever&#xE1; responder de forma consciente e isenta.&#x3C;br/&#x3E;&#x3C;A HREF=&#x22;https://www.campus.utad.pt/questionarios/Secure/index&#x22; class=&#x22;small button&#x22; target=&#x22;_blank&#x22;&#x3E;|ACEDER AOS QUESTION&#xC1;RIOS|&#x3C;/A&#x3E;&#x3C;br/&#x3E;</description>
<pubDate>Fri, 31 May 2019 15:45:03 GMT</pubDate>
</item>
<item>
<title>Introdu&#xE7;&#xE3;o &#xE0; sociologia - Avalia&#xE7;&#xE3;o Peri&#xF3;dica - notas publicadas</title>
<link>http://side.utad.pt/cursos/ssocial</link>
<description>Notas publicadas&#x3C;br/&#x3E;&#x3C;br/&#x3E;&#xC9; obrigat&#xF3;ria a inscri&#xE7;&#xE3;o no SIDE para quem tem de ir a exame. Respeitar data limite para a inscri&#xE7;&#xE3;o.&#x3C;br/&#x3E;&#x3C;br/&#x3E;&#xC9; necess&#xE1;ria a aquisi&#xE7;&#xE3;o de folha de exame.&#x3C;br/&#x3E;&#x3C;br/&#x3E;Humberto Martins</description>
<pubDate>Tue, 11 Jun 2019 19:56:40 GMT</pubDate>
</item>
<item>
<title>Identidade &#xE9;tica e deontologia profissional em servi&#xE7;o social - M&#xD3;DULO 3 - consu</title>
<link>http://side.utad.pt/cursos/ssocial</link>
<description>Avisam-se os alunos que estou dispon&#xED;vel para mostrar o teste e explicar as d&#xFA;vidas que tenham na pr&#xF3;xima sexta-feira, a partir das 9 no gabinete 1.03 do edif&#xED;cio ECHS 1.&#x3C;br/&#x3E;Atenderei os alunos que vierem por ordem de chegada.</description>
<pubDate>Tue, 11 Jun 2019 15:48:11 GMT</pubDate>
</item>
<item>
<title>Metodologias de investiga&#xE7;&#xE3;o social aplicadas ao servi&#xE7;o social II - Notas do 2.</title>
<link>http://side.utad.pt/cursos/ssocial</link>
<description>Notas do 2.&#xBA; teste e notas finais dispon&#xED;veis nos downloads.&#x3C;br/&#x3E;S&#xF3; se aceitam reclama&#xE7;&#xF5;es at&#xE9; ao dia 19 de junho pelas 22h, ap&#xF3;s o que ser&#xE3;o lan&#xE7;adas as notas na pauta oficial&#x3C;br/&#x3E;Qualquer lapso ou d&#xFA;vida, contactar a docente respons&#xE1;vel da UC, mmsn@utad.pt</description>
<pubDate>Tue, 11 Jun 2019 15:32:39 GMT</pubDate>
</item>
<item>
<title>Metodologias de investiga&#xE7;&#xE3;o social aplicadas ao servi&#xE7;o social II - Exame da &#xC9;p</title>
<link>http://side.utad.pt/cursos/ssocial</link>
<description>&#xC9;poca Normal - 2&#xBA; Semestre 	2019-06-26 (quarta feira) 14:00 	-1.20 [ECHS-P.II] 	&#x3C;br/&#x3E;INSCRI&#xC7;&#xC3;O OBRIGAT&#xD3;RIA NO SIDE. &#x3C;br/&#x3E;Os alunos devem ter consigo a sua identifica&#xE7;&#xE3;o civil (CC), &#x3C;br/&#x3E;podem usar qualquer m&#xE1;quina de calcular, o papel de resposta e de rascunho, bem como as tabelas ser&#xE3;o fornecidas pelas docentes da UC, n&#xE3;o &#xE9; permitida consulta. &#x3C;br/&#x3E;N&#xE3;o se fornecem, alimentos, bebidas, len&#xE7;os de papel, pilhas, material de escrita ou demais materiais. N&#xE3;o podem usar telem&#xF3;vel e o aparelho tem que estar desligado durante o teste. </description>
<pubDate>Tue, 11 Jun 2019 14:23:10 GMT</pubDate>
</item>
<item>
<title>Psicologia social - Psicologia Social</title>
<link>http://side.utad.pt/cursos/ssocial</link>
<description>Estimados/as alunos/as,&#x3C;br/&#x3E;Os alunos que v&#xE3;o realizar exame de  &#xC9;poca Normal devem obrigatoriamente inscrever-se no SIDE.&#x3C;br/&#x3E;Cumps.,&#x3C;br/&#x3E;Ana Monteiro</description>
<pubDate>Sun, 9 Jun 2019 23:46:39 GMT</pubDate>
</item>
</channel>
</rss>