<?xml version="1.0" encoding="UTF-8"?>

<rss version="2.0"
 xmlns:admin="http://webns.net/mvcb/"
 xmlns:content="http://purl.org/rss/1.0/modules/content/"
 xmlns:dc="http://purl.org/dc/elements/1.1/"
 xmlns:syn="http://purl.org/rss/1.0/modules/syndication/"
 xmlns:taxo="http://purl.org/rss/1.0/modules/taxonomy/"
>

<channel>
<title>Avisos do SIDE - Licenciatura em Reabilita&#xE7;&#xE3;o Psicomotora</title>
<link>http://side.utad.pt/rss.pl?RPM</link>
<description>Avisos do Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</description>

<image>
<title>Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</title>
<url>http://side.utad.pt/imagens/logo_rss.gif</url>
<link>http://side.utad.pt/</link>
<width>39</width>
<height>32</height>
</image>
<item>
<title>ESTUDANTES |QUESTION&#xC1;RIOS PEDAG&#xD3;GICOS 2018/2019 - 2&#xBA; SEMESTRE</title>
<link>http://side.utad.pt/cursos/rpsicomotora</link>
<description>O QUESTION&#xC1;RIO PEDAG&#xD3;GICO &#xE9; uma ferramenta fundamental para o processo de auto-avalia&#xE7;&#xE3;o e para a melhoria cont&#xED;nua do sistema de ensino-aprendizagem. O question&#xE1;rio &#xE9; an&#xF3;nimo, sendo imposs&#xED;vel a identifica&#xE7;&#xE3;o do respondente pelo sistema implementado. S&#xF3; ter&#xE1; que responder a este question&#xE1;rio uma vez por semestre. O seu contributo permitir&#xE1; identificar situa&#xE7;&#xF5;es relevantes de bom ou mau funcionamento das UC e/ou respetivos docentes, pelo que dever&#xE1; responder de forma consciente e isenta.&#x3C;br/&#x3E;&#x3C;A HREF=&#x22;https://www.campus.utad.pt/questionarios/Secure/index&#x22; class=&#x22;small button&#x22; target=&#x22;_blank&#x22;&#x3E;|ACEDER AOS QUESTION&#xC1;RIOS|&#x3C;/A&#x3E;&#x3C;br/&#x3E;</description>
<pubDate>Fri, 31 May 2019 15:45:03 GMT</pubDate>
</item>
<item>
<title>Connecting Healthcare</title>
<link>http://side.utad.pt/cursos/rpsicomotora</link>
<description>A ULSM em parceria com o SEAL GROUP organizam no &#xE2;mbito das comemora&#xE7;&#xF5;es dos 20 anos da Unidade Local de Sa&#xFA;de de Matosinhos, o evento &#x93;Connecting Healthcare&#x94;, tendo como keynote speaker o Neurocientista e reputado Autor, Ant&#xF3;nio Dam&#xE1;sio.&#x3C;br/&#x3E;A interven&#xE7;&#xE3;o de reputados convidados sobre o papel determinante das pessoas para o futuro das organiza&#xE7;&#xF5;es promete &#x93;conectar&#x94; diferentes vis&#xF5;es com base na ci&#xEA;ncia, sa&#xFA;de, arte, economia, m&#xFA;sica, neg&#xF3;cios, entre outras, inspirando e conectando todos os profissionais da &#xE1;rea da sa&#xFA;de.&#x3C;br/&#x3E;Mais informa&#xE7;&#xF5;es: http://www.connectinghealthcare.pt/conferencia/apresentacao/ &#x3C;br/&#x3E;&#x3C;br/&#x3E;Carla Afonso Varajid&#xE1;s </description>
<pubDate>Tue, 25 Jun 2019 16:56:56 GMT</pubDate>
</item>
<item>
<title>Cinantropometria - Exame &#xC9;poca Recurso</title>
<link>http://side.utad.pt/cursos/rpsicomotora</link>
<description>Est&#xE3;o abertas as inscri&#xE7;&#xF5;es para o exame da &#xE9;poca de recurso da UC de Cinantropometria. As inscri&#xE7;&#xF5;es no SIDE s&#xE3;o obrigat&#xF3;rias e decorrem at&#xE9; ao dia 3 de julho (12.30h)&#x3C;br/&#x3E;O exame ir&#xE1; decorrer no Audit&#xF3;rio 1. Mais se informa que devido &#xE0;s corridas de autom&#xF3;veis em Vila Real, o exame ser&#xE1; transferido para o dia 8 de julho &#xE0;s 15h&#x3C;br/&#x3E;A docente&#x3C;br/&#x3E;Helena Moreira</description>
<pubDate>Wed, 19 Jun 2019 08:00:43 GMT</pubDate>
</item>
<item>
<title>Altera&#xE7;&#xE3;o de datas de alguns exames da &#xE9;poca de Recurso</title>
<link>http://side.utad.pt/cursos/rpsicomotora</link>
<description>&#x3C;br/&#x3E;Face ao Despacho RT 43/2019 que determina o encerramento do Campus devido ao condicionamento do tr&#xE2;nsito nas vias de acesso &#xE0; UTAD decorrente da realiza&#xE7;&#xE3;o do 50&#xBA; Circuito Internacional de Vila Real, informa-se que os exames da &#xC9;poca de Recurso agendados para os dias 5 e 6 de julho transitam para os dias 8 e 9 de julho, respetivamente, mantendo-se os mesmos hor&#xE1;rios e salas indicados anteriormente.&#x3C;br/&#x3E;&#x3C;br/&#x3E;A EAP-ECVA&#x3C;br/&#x3E;&#x3C;br/&#x3E;</description>
<pubDate>Mon, 17 Jun 2019 15:06:45 GMT</pubDate>
</item>
<item>
<title>Psicologia do exerc&#xED;cio e da sa&#xFA;de - Exames PES - inscri&#xE7;&#xF5;es</title>
<link>http://side.utad.pt/cursos/rpsicomotora</link>
<description>Avisa-se que as inscri&#xE7;&#xF5;es para os exames de PES no SIDE s&#xE3;o obrigat&#xF3;rias!&#x3C;br/&#x3E;Para consultar crit&#xE9;rios de admiss&#xE3;o, pf. consultar Regulamento Pedag&#xF3;gico em vigor e a Ficha da UC.&#x3C;br/&#x3E;&#x3C;br/&#x3E;As inscri&#xE7;&#xF5;es no SIDE encerram 48h antes do dia e hora do respetivo exame (&#xE9;poca) a realizar. &#x3C;br/&#x3E;&#x3C;br/&#x3E;M&#xE1;rio Pinto</description>
<pubDate>Mon, 17 Jun 2019 11:41:59 GMT</pubDate>
</item>
</channel>
</rss>