<?xml version="1.0" encoding="UTF-8"?>

<rss version="2.0"
 xmlns:admin="http://webns.net/mvcb/"
 xmlns:content="http://purl.org/rss/1.0/modules/content/"
 xmlns:dc="http://purl.org/dc/elements/1.1/"
 xmlns:syn="http://purl.org/rss/1.0/modules/syndication/"
 xmlns:taxo="http://purl.org/rss/1.0/modules/taxonomy/"
>

<channel>
<title>Avisos do SIDE - Licenciatura em Teatro e Artes Performativas</title>
<link>http://side.utad.pt/rss.pl?TAP</link>
<description>Avisos do Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</description>

<image>
<title>Sistema de Informa&#xE7;&#xE3;o de Apoio ao Ensino</title>
<url>http://side.utad.pt/imagens/logo_rss.gif</url>
<link>http://side.utad.pt/</link>
<width>39</width>
<height>32</height>
</image>
<item>
<title>ESTUDANTES |QUESTION&#xC1;RIOS PEDAG&#xD3;GICOS 2018/2019 - 2&#xBA; SEMESTRE</title>
<link>http://side.utad.pt/cursos/teatro</link>
<description>O QUESTION&#xC1;RIO PEDAG&#xD3;GICO &#xE9; uma ferramenta fundamental para o processo de auto-avalia&#xE7;&#xE3;o e para a melhoria cont&#xED;nua do sistema de ensino-aprendizagem. O question&#xE1;rio &#xE9; an&#xF3;nimo, sendo imposs&#xED;vel a identifica&#xE7;&#xE3;o do respondente pelo sistema implementado. S&#xF3; ter&#xE1; que responder a este question&#xE1;rio uma vez por semestre. O seu contributo permitir&#xE1; identificar situa&#xE7;&#xF5;es relevantes de bom ou mau funcionamento das UC e/ou respetivos docentes, pelo que dever&#xE1; responder de forma consciente e isenta.&#x3C;br/&#x3E;&#x3C;A HREF=&#x22;https://www.campus.utad.pt/questionarios/Secure/index&#x22; class=&#x22;small button&#x22; target=&#x22;_blank&#x22;&#x3E;|ACEDER AOS QUESTION&#xC1;RIOS|&#x3C;/A&#x3E;&#x3C;br/&#x3E;</description>
<pubDate>Fri, 31 May 2019 15:45:03 GMT</pubDate>
</item>
<item>
<title>Design de luz e som - Resultados da avalia&#xE7;&#xE3;o cont&#xED;nua</title>
<link>http://side.utad.pt/cursos/teatro</link>
<description>Boa noite,&#x3C;br/&#x3E;Encontra-se, na &#xE1;rea de downloads, um documento com o resultado das notas por avalia&#xE7;&#xE3;o cont&#xED;nua. Estas notas s&#xF3; ser&#xE3;o oficiais quando vertidas em pauta emitida pelos servi&#xE7;os competentes. &#x3C;br/&#x3E;Quem tiver alguma d&#xFA;vida/quest&#xE3;o acerca da sua avalia&#xE7;&#xE3;o pode contactar-me atrav&#xE9;s do email: ppcabral@utad.pt&#x3C;br/&#x3E;Os alunos que quiserem os seus di&#xE1;rios de bordo devolvidos, por favor fa&#xE7;am-me chegar essa inten&#xE7;&#xE3;o por email. &#x3C;br/&#x3E;Finalmente, a aluna Ana Beatriz Maia de S&#xE1; deve contactar-me com urg&#xEA;ncia.&#x3C;br/&#x3E;Muito obrigado a todos pelo trabalho desenvolvido neste semestre e muita boa sorte para o que a seguir &#xE0; licenciatura vir&#xE1;.&#x3C;br/&#x3E;Pedro Pires Cabral</description>
<pubDate>Tue, 18 Jun 2019 10:08:43 GMT</pubDate>
</item>
<item>
<title>Produ&#xE7;&#xE3;o art&#xED;stica e cultural - Notas</title>
<link>http://side.utad.pt/cursos/teatro</link>
<description>Boa noite.&#x3C;br/&#x3E;Na &#xE1;rea de downloads encontra-se um ficheiro com o resultado da avalia&#xE7;&#xE3;o cont&#xED;nua. Estas notas s&#xF3; ser&#xE3;o oficiais quando vertidas em pauta emitida pelos servi&#xE7;os competentes. &#x3C;br/&#x3E;Quem tiver alguma d&#xFA;vida/quest&#xE3;o sobre a sua avalia&#xE7;&#xE3;o pode contactar-me atrav&#xE9;s do email: ppcabral@utad.pt&#x3C;br/&#x3E;Muito obrigado pelo trabalho desenvolvido.&#x3C;br/&#x3E;Pedro Pires Cabral</description>
<pubDate>Tue, 18 Jun 2019 00:20:37 GMT</pubDate>
</item>
<item>
<title>Interpreta&#xE7;&#xE3;o II - CLASSIFICA&#xC7;&#xD5;ES FINAIS 2018/2019</title>
<link>http://side.utad.pt/cursos/teatro</link>
<description>Boa tarde,&#x3C;br/&#x3E;J&#xE1; se encontram em download as classifica&#xE7;&#xF5;es finais da UC.&#x3C;br/&#x3E;Obrigado.</description>
<pubDate>Wed, 12 Jun 2019 15:32:59 GMT</pubDate>
</item>
<item>
<title>Dan&#xE7;a - teatro -  EXPLORA&#xC7;&#xC3;O DE MOVIMENTO/INTERPRETA&#xC7;&#xC3;O/MUSICALIDADE EM CENA</title>
<link>http://side.utad.pt/cursos/teatro</link>
<description>Trabalho 5/6 de Mar&#xE7;o 2018 &#x96; explora&#xE7;&#xE3;o de movimento/interpreta&#xE7;&#xE3;o/musicalidade em cena.&#x3C;br/&#x3E;Compositores: Yann Tiersen; John Williams ; Chopin ; Mozart; Hans Zimmer &#x3C;br/&#x3E;Objetivos Coreogr&#xE1;ficos: 2 blocos obrigat&#xF3;rios -  64 tempos&#x3C;br/&#x3E;Tem&#xE1;tica: opcional &#x3C;br/&#x3E;Figurino / Cenografia: opcional&#x3C;br/&#x3E;Aten&#xE7;&#xE3;o: A aus&#xEA;ncia de um aluno em algum dos grupos, n&#xE3;o implica que n&#xE3;o apresentem o trabalho!&#x3C;br/&#x3E;(informa&#xE7;&#xE3;o de grupos 2&#xBA; Ano em download)&#x3C;br/&#x3E;bom trabalho,&#x3C;br/&#x3E;susana de figueiredo&#x3C;br/&#x3E;&#x3C;br/&#x3E;</description>
<pubDate>Wed, 28 Feb 2018 11:06:41 GMT</pubDate>
</item>
</channel>
</rss>